import pandas as pd
melb_data_2 = pd.read_csv('Data\melb_data_2\melb_data_ps.csv', sep=',')
print(melb_data_2)
#index — номер строки
#Suburb — наименование пригорода
#Address — адрес
#Rooms — количество комнат в помещении
#Type — тип здания (h — дом, коттедж, вилла, терраса; u — блочный, дуплексный дом; t — таунхаус)
#Price — цена помещения
#Method — метод продажи 
#SellerG — риэлторская компания
#Date — дата продажи (в формате день/месяц/год)
#Distance — расстояния до объекта от центра Мельбурна 
#Postcode — почтовый индекс
#Bedroom — количество спален
#Bathroom — количество ванных комнат
#Car — количество парковочных мест
#Landsize — площадь прилегающей территории
#BuildingArea — площадь здания
#YearBuilt — год постройки
#CouncilArea — региональное управление
#Lattitude — географическая широта
#Longitude — географическая долгота
#Regionname — наименование района Мельбурна
#Propertycount — количество объектов недвижимости в районе, выставленных на продажу
#Coordinates — широта и долгота, объединённые в кортеж
